Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Animal Farm
uk_1984_iryna_dybko_khutir_tvaryn: Хутір тварин
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: ФЕРМА «РАЙ ДЛЯ ТВАРИН»
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Колгосп тварин

source: Chapter I
uk_1984_iryna_dybko_khutir_tvaryn: I
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ І

source: Mr. Jones, of the Manor Farm, had locked the hen-houses for the night, but was too drunk to remember to shut the pop-holes.
uk_1984_iryna_dybko_khutir_tvaryn: Зближалась темна ніч. Власник Панського хутора Романов позачиняв двері курників, але тому, що був у нетверезому стані, не прикрив як слід тих щілин, крізь які пролазили кури.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Містер Джонс із ферми «Садиба» позачиняв на ніч курятники, але з перепою зовсім забув про кормушки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Містер Джонс, власник ферми «Садиба», зачинив курники на ніч, а лази до них прикрити забув — сильне сп’яніння давалося взнаки.

source: With the ring of light from his lantern dancing from side to side, he lurched across the yard, kicked off his boots at the back door, drew himself a last glass of beer from the barrel in the scullery, and made his way up to bed, where Mrs. Jones was already snoring.
uk_1984_iryna_dybko_khutir_tvaryn: Поглянувши на стодоли й стайні, прямував не дуже то стійким кроком у сторону дому. В парі з ходою Романова світло з лямпи, що її держав Романов у руці, витанцьовувало на всі усюди стежок. Перед дверима свого дому Романов скинув чоботи і зайшов до кімнати, де стояла бочка з пивом, наливши собі з неї склянку по самі вінця, випив і почвалав до спальні, де в ліжку вже смачно хропла його дружина.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З ліхтарем у руці, що метлявся й кидав на землю стриботливу пляму світла, він, заточуючись, перетнув подвір'я, роззувся біля надвірних дверей, тоді зачерпнув останній сьогодні кухоль пива з барила в коморі й поволікся до ліжка, де вже хропла місіс Джонс.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пляма світла від ліхтаря, витанцьовуючи в такт хиткій хазяйській ході, вихоплювала з темряви звивистий шлях чоловіка, що лежав через увесь двір. Роззувшись біля дверей заднього ґанку, він пожбурив у куток чоботи, і, перехиливши на кухні останній на сьогодні кухоль пива, дістався нарешті ліжка, де давно вже хропіла місіс Джонс.

source: As soon as the light in the bedroom went out there was a stirring and a fluttering all through the farm buildings.
uk_1984_iryna_dybko_khutir_tvaryn: Як лише у спальні Романова світло згасло, в усіх приміщеннях тварин учинилась метушня, лопотіння, гамір.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щойно в хазяйській спальні погасло світло, як по будівлях все заворушилося й зашамотіло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тільки-но світло у вікні спальні погасло, у хлівах одразу відновився рух, заляскали крила.

source: Word had gone round during the day that old Major, the prize Middle White boar, had had a strange dream on the previous night and wished to communicate it to the other animals.
uk_1984_iryna_dybko_khutir_tvaryn: Бо ще вдень розійшлась вістка, що старий кабан Марков, поважаний всіма тваринами, мав дивний сон і бажає розказати всім.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ще завидна прокотилася новина, що минулої ночі старому Майору — білому породистому кнурові, привидівся чудернацький сон, і його він волів чимшвидше повідати мешканцям ферми.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ще зранку мешканці ферми переказували одне одному новину, що минулої ночі старий Майор, племінний білий кнур, бачив дивний сон, про який він обов’язково хоче розповісти всім.

source: It had been agreed that they should all meet in the big barn as soon as Mr. Jones was safely out of the way.
uk_1984_iryna_dybko_khutir_tvaryn: Виглядало щось важливе, тимто й вирішили одноголосно, що негайно зійдуться в стайні, як тільки Романов піде спати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вирішили зібратися у великому хліві, як тільки містер Джонс вгомониться на ніч.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Домовилися зібратися у великому хліві, щойно містер Джонс вкладеться спати.

source: Old Major (so he was always called, though the name under which he had been exhibited was Willingdon Beauty) was so highly regarded on the farm that everyone was quite ready to lose an hour’s sleep in order to hear what he had to say.
uk_1984_iryna_dybko_khutir_tvaryn: А тому, що Марков був не в абиякій пошані в кожної тварини, погодились і не спати, щоби почути слова Маркова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Старий Майор (так його зазвичай називали, хоч на всіляких виставках він проходив як Уїллінгдонський Красень) зажив на фермі такої шани, що кожен ладен був не пошкодувати й години сну, аби тільки почути про його незвичайний сон.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Старий Майор — так зазвичай його кликали на фермі, хоч на виставках він був відомий як Віллінгдонський Красень — зажив такої шани, що жодна тварина не пошкодувала годину сну, щоб почути пророчу розповідь.

source: At one end of the big barn, on a sort of raised platform, Major was already ensconced on his bed of straw, under a lantern which hung from a beam.
uk_1984_iryna_dybko_khutir_tvaryn: На підвищенні, під стіною стодоли, вигідно примостивсь на соломі Марков і чекав на прихід тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У кутку хліва, де було невеличке підвищення, на свіжій солом'яній підстилці вже лежав Майор і дожидався, поки всі зберуться; над ним із бантини звисав ліхтар.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі мешканці ферми, які поспішали на велике зібрання, переступивши поріг хліву, найперше бачили Майора. Він лежав біля стіни, на високому солом’яному ложі, немов на трибуні. Світло від ліхтаря, що звисав з балки, падало прямо на нього.

source: He was twelve years old and had lately grown rather stout, but he was still a majestic-looking pig, with a wise and benevolent appearance in spite of the fact that his tushes had never been cut.
uk_1984_iryna_dybko_khutir_tvaryn: Хоча він вже двадцятлітній, товстенький, та все ж таки риси колишньої краси й маєстатичности були ще в нього наочні. Задуманий вираз обличчя говорив про непересічний розум.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Майорові було дванадцять років, останнім часом він помітно погладшав, проте ще не зовсім утратив свою свинячу велич, мудру й зичливу водночас, хоч йому так і не видалили ікол.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Майору було вже дванадцять років, і останнім часом він став трохи неповоротким, проте не втратив величного вигляду, мудрого й доброзичливого — попри те, що ікла йому так і не видалили.

source: Before long the other animals began to arrive and make themselves comfortable after their different fashions.
uk_1984_iryna_dybko_khutir_tvaryn: Як тільки ніч розгорнула свої темні крила, почали приходити до стайні тварини і вони почали примощуватися в міру своєї вигоди.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом мешканці ферми помалу сходилися і вмощувалися кому де зручніше.

source: First came the three dogs, Bluebell, Jessie, and Pincher, and then the pigs, who settled down in the straw immediately in front of the platform.
uk_1984_iryna_dybko_khutir_tvaryn: Першими були пси Белов, Джесов і Пінков, в вслід за ними прийшли свині й вони посідали зразу ж перед підвищенням, що на ньому сидів у задумі Марков.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Першими прибігли троє псів — Квітка, Джессі та Пінчер, а за ними й свині; ті повкладалися на солому перед самим підвищенням.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Першою прибігла трійка собак: Джессі, Блюбелл і Пінчер. За ними — свині, які одразу вклалися на солому поблизу трибуни.

source: The hens perched themselves on the window-sills, the pigeons fluttered up to the rafters, the sheep and cows lay down behind the pigs and began to chew the cud.
uk_1984_iryna_dybko_khutir_tvaryn: Кури присіли на віконних вітринах, а голуби на кроквах стайні. Овечки й корови поклались за свиньми й негайно почали жувати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кури злітали на підвіконня, голуби вмощувалися на балках, вівці й корови лягали за свиньми й відразу починали ремиґати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кури влаштувалися на підвіконнях, голуби злетіли на крокви, вівці та корови, не припиняючи ліниво ремиґати, повлягалися за свиньми.

source: The two cart-horses, Boxer and Clover, came in together, walking very slowly and setting down their vast hairy hoofs with great care lest there should be some small animal concealed in the straw.
uk_1984_iryna_dybko_khutir_tvaryn: Повільною ходою увійшло двоє працьовитих коней, Конева і Добрилов, йшли вони по соломі обережно, щоб ненароком не наступити на кого.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Двоє ломовиків, Боксер та Конюшинка, прийшли разом; вони вкрай повільно і обережно переставляли величезні копита з навислою над ними кошлатою шерстю, аби часом не наступити на непомітну в соломі дрібну тварину.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер і Люцерна, тяглові коні, увійшли одночасно, дуже повільно й обережно ставлячи свої величезні копита, щоб, бува, не зачепити випадково якусь тваринку, що зарилася в соломі.

source: Clover was a stout motherly mare approaching middle life, who had never quite got her figure back after her fourth foal.
uk_1984_iryna_dybko_khutir_tvaryn: Конева була середнього росту й віку, тільки ж після четвертого лошати не повернулась до свого, колись стрункого, вигляду.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка, середнього віку, по-материнському лагідна кобила, так і не повернула колишньої стрункості після четвертого лошати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна, кобила середніх років, лагідна й огрядна матрона — після четвертого лошати їй вже не вдалося відновити фігуру.

source: Boxer was an enormous beast, nearly eighteen hands high, and as strong as any two ordinary horses put together.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов, кремезний кінь із непересічною силою, була ж вона в нього за двох.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер, величезний конячина, під два метри заввишки, мав силу чи не двох звичайних коней.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер — величезний кінь, майже два метри заввишки, мав силу, яка зробила б честь парі звичайних коней,

source: A white stripe down his nose gave him a somewhat stupid appearance, and in fact he was not of first-rate intelligence, but he was universally respected for his steadiness of character and tremendous powers of work.
uk_1984_iryna_dybko_khutir_tvaryn: Біла смуга від чола до носа надавала йому не дуже то цікавого вигляду і ще натякала на невибагливий рівень ума, що, до речі, було у згоді з дійсністю. Але хоч і не грішив Добрилов спроможностями бистрого ума, всі тварини ставились до нього з великою пошаною, бо був він добрягою із стійким характером і велетенською силою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Біла смуга на морді надавала йому трохи дурнуватого вигляду. Він і справді не відзначався розумом, але всі шанували його за врівноважену вдачу і нечувану працездатність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: а через білу смугу на морді, мав трохи дурнуватий вигляд. Власне, він і справді не відзначався розумом, зате його шанували за непохитну врівноваженість і величезну працездатність.

source: After the horses came Muriel, the white goat, and Benjamin, the donkey. Benjamin was the oldest animal on the farm, and the worst tempered.
uk_1984_iryna_dybko_khutir_tvaryn: Після коней прийшла коза Мурка і осел Молчазніков. [Він був найстарший із усіх тварин]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За кіньми прийшли біла коза Мюріел та осел Бенджамін, найстаріший на фермі і кепського норову.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Слідом за кіньми прийшла біла коза Мюріель та осел Бенджамін, що був найстарший за всіх тварин на фермі, а ще вирізнявся упертим норовом.

source: He seldom talked, and when he did, it was usually to make some cynical remark — for instance, he would say that God had given him a tail to keep the flies off, but that he would sooner have had no tail and no flies.
uk_1984_iryna_dybko_khutir_tvaryn: Він був найстарший із усіх тварин, не любив ні з ким говорити, але як уже конечність цього вимагала, тоді висловлювався лаконічно в тоні цинізму та іронії.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли він і промовляв слова, то тільки аби докинути щось ущипливе; наприклад, він казав, що Бог наділив його хвостом, аби відганяти мух, але куди краще було б і без хвоста, і без мух.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Говорив він небагато, та й те жовчно, бо все йому було не так. Наприклад, казав, що, мовляв, Бог йому дав хвіст — відганяти мух, але він вважав би за краще, щоб не було ні мух, ні хвоста.

source: Alone among the animals on the farm he never laughed. If asked why, he would say that he saw nothing to laugh at.
uk_1984_iryna_dybko_khutir_tvaryn: Його ніхто і ніколи не бачив усміхненим, чи вдоволеним, а на запит чому він непривітно дивиться на всіх, відповідав, що просто не бачить причини на привітність ані на усмішку в житті.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він єдиний з усіх мешканців ніколи не сміявся. А коли питали чому, то казав, що не бачить причини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Серед усіх тварин ферми віслюк єдиний ніколи не сміявся, а якщо запитували — чому, то відповідав, що не бачить для цього причини.

source: Nevertheless, without openly admitting it, he was devoted to Boxer; the two of them usually spent their Sundays together in the small paddock beyond the orchard, grazing side by side and never speaking.
uk_1984_iryna_dybko_khutir_tvaryn: Але в його нетовариськості був виняток, він любив (не признаючись до цього) перебувати поруч Добрилова, кожну неділю, на пасовиську. Хоч і не промовив ні слова до Добрилова, в його товаристві почував себе дуже добре й вигідно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він обожнював Боксера, хоч відверто цього й не виказував; недільні дні вони проводили в невеликому загоні за садком, де мовчки паслися поруч.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та була в нього одна слабинка: понад усе він цінував свою дружбу з Боксером, хоч і приховував це. У неділю їх ніхто не міг розлучити: зазвичай вони паслися поруч і мовчали.

source: The two horses had just lain down when a brood of ducklings, which had lost their mother, filed into the barn, cheeping feebly and wandering from side to side to find some place where they would not be trodden on. Clover made a sort of wall round them with her great foreleg, and the ducklings nestled down inside it and promptly fell asleep.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак увійшли в стайню із галасливими «так-так-так» качки, перебігаючи з одної сторони стайні у другу; шукали місця, щоб вигідно присісти, врешті найшли його біля Коневої й зразу заснули.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коні вляглися, а до хліва втягнувся, неголосно ґелґочучи, виводок каченят без качки, яку втратили; каченята шукали місця, де б на них ніхто не наступив. Конюшинка зігнула величезну передню ногу, утворивши своєрідну загорожу; каченята вмостилися в ній і невдовзі задрімали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коні вляглися, а до хліва перевальцем присунув виводок недавно осиротілих каченят. Тихенько ґелґочучи, вони взялися розшукували місце, де б на них ніхто не наступив. Тоді Люцерна обережно зігнула свою величезну передню ногу, влаштувавши щось на зразок загородки, і каченята, вмостившись там, одразу задрімали.

source: At the last moment Mollie, the foolish, pretty white mare who drew Mr. Jones’s trap, came mincing daintily in, chewing at a lump of sugar.
uk_1984_iryna_dybko_khutir_tvaryn: Поглядаючи кокетливо на всіх, увійшла в стайню, легкою ходою, біла кобила, красуня Мілочка. [Мілочки вигляд і поведінка и актували, що умом вона не грішить... Її зайняттям на хуторі було возити Романова вибагливою повозкою.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім нагодилася Моллі, гарненька й дурненька з вигляду біла кобилка, що її запрягали в двоколку містера Джонса. Вона трималася з показною вишуканістю, хрумаючи грудочку цукру.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Швидко перебираючи копитами, до хліва дрібним кроком забігла Моллі, дурненька, але гарненька біла кобилка, яку містер Джонс запрягав у свою бричку.

source: She took a place near the front and began flirting her white mane, hoping to draw attention to the red ribbons it was plaited with.
uk_1984_iryna_dybko_khutir_tvaryn: [Вона зупинилася на переді стодоли й не переставала кокетливо дивитися.] Зі смаком похрупуючи грудку цукру, повільно й химерно похитуючи головою йшла поруч кожної тварини, щоб тим звернути увагу на вплетені червоні стрічки у її волоссі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вмостилася попереду, не перестаючи стріпувати білою гривою, щоб усі побачили вплетені в неї червоні стрічки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Похрумуючи грудочкою цукру, вона влаштувалася на видному місці і заходилася стріпувати білою гривою, щоб привернути загальну увагу до уплетених в неї червоних стрічок.

source: Last of all came the cat, who looked round, as usual, for the warmest place, and finally squeezed herself in between Boxer and Clover; there she purred contentedly throughout Major’s speech without listening to a word of what he was saying.
uk_1984_iryna_dybko_khutir_tvaryn: Вкінці, після всіх тварин прийшов мі Хитрун, він довго розглядався за теплим місцем і найшов його біля Добрилова й Коневої. Після хвилин декілька заснув і так проспав, не почувши ні одного слова із промови Маркова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Останнім прийшов кіт, роззирнувся довкола, шукаючи затишного куточка. Потім втиснувся між Боксером та Конюшинкою. Він вдоволено муркотів, поки Майор виголошував промову, не почувши, проте, жодного його слова.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Останньою прийшла кішка, постояла трохи, виглядаючи тепле містечко, і нарешті, втиснувшись між Боксером і Люцерною, вдоволено замуркотіла, пропустивши повз вуха майже всю промову Майора.

source: All the animals were now present except Moses, the tame raven, who slept on a perch behind the back door.
uk_1984_iryna_dybko_khutir_tvaryn: Всі вже були присутні крім ворона Алексєєва, він, не збавляючи себе сну, пробув цілу ніч за дверима стайні.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зібралися майже всі, окрім прирученого ворона Мойсея, що дрімав на тичці за надвірними дверима.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер зібралися майже всі тварини ферми, окрім старого ручного ворона Мозеса, який спав собі на жердині за задніми дверима будинку господарів.

source: When Major saw that they had all made themselves comfortable and were waiting attentively, he cleared his throat and began:
uk_1984_iryna_dybko_khutir_tvaryn: Коли Марков побачив, що вже всі прийшли й кожний вигідно примостився, почав, прочистивши собі горло, говорити:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перечекавши, поки гамір вляжеться, Майор прокашлявся і почав:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Переконавшись, що всі присутні зручно влаштувалися і вже готові слухати, Майор прокашлявся й почав:

source: “Comrades, you have heard already about the strange dream that I had last night. But I will come to the dream later. I have something else to say first.
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші, ви мабуть усі знаєте причину, чому ви і у і прийшли; знаєте, що мені приснився сон, але до його змісту я повернусь пізніше, бо зараз говоритиму про справи, що вимагають негайної уваги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші, ви вже чули, що цієї ночі мені приснився химерний сон. До нього я ще повернуся, але спершу скажу ось що.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші, ви вже чули, що минулої ночі мені приснився дивний сон. Але про це я розповім пізніше, бо спочатку хочу повідомити таке.

source: I do not think, comrades, that I shall be with you for many months longer, and before I die, I feel it my duty to pass on to you such wisdom as I have acquired.
uk_1984_iryna_dybko_khutir_tvaryn: Не думаю, товариші, що житиму я вже довго, тож заки помру, почуваю себе до обов’язку передати вам те, до чого прикметами ума та досвідом життя, я прийшов до висновку; тож не можу відійти з цього світу, не поділившися з вами моїми думками і планами, що зумовили б, коли їх здійснити, краще життя для вас і ваших майбутніх поколінь.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не певен, що тепер мені пощастить довго пробути з вами, товариші. Але перш ніж відійти, вважаю своїм обов'язком поділитися з вами мудрістю, яку надбав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Товариші, я знаю, що мені вже недовго бути з вами. Тож, гадаю, повинен поділитися перед смертю тими знаннями, передати вам ту мудрість, яку я збирав усе своє довге життя.

source: I have had a long life, I have had much time for thought as I lay alone in my stall, and I think I may say that I understand the nature of life on this earth as well as any animal now living. It is about this that I wish to speak to you.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді й раз назавжди покінчимо з горем і недолею нашого тваринного світу. В моїй клуні мав я багато часу на призадуму над нашою тяжкою долею, ось саме про неї хочу вам розказати:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Я прожив довге життя, тож мав досить часу для роздумів, лежачи самотою в хлівці. Смію гадати, що сенс життя на цій землі я розумію незгірше від будь-кого з вас. От про це я і хочу поговорити з вами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лежачи тут на самоті, я мав чимало часу для роздумів, й під кінець моїх днів зрозумів у чому сенс життя на землі. Про це й хочу говорити.

source: “Now, comrades, what is the nature of this life of ours?
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші, яка ж вона та наша доля?!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У чому, власне, сенс нашого життя, товариші?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Перш за все, товариші, яке воно, наше життя?

source: Let us face it: our lives are miserable, laborious, and short.
uk_1984_iryna_dybko_khutir_tvaryn: Пригляньмося, товариші: життя наше коротке, нужденне, перевантажене тяжкою працею.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Гляньмо правді в вічі: наше життя жалюгідне, виснажливе й недовге.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Погляньмо правді в очі: воно виснажливе, нещасливе й коротке.

source: We are born, we are given just so much food as will keep the breath in our bodies, and those of us who are capable of it are forced to work to the last atom of our strength; and the very instant that our usefulness has come to an end we are slaughtered with hideous cruelty.
uk_1984_iryna_dybko_khutir_tvaryn: Прохарчовують нас лише так, щоби могли ми віддихати, відтак примушують працювати до останнього атома нашої сили, а коли ми вже не здатні до праці, тоді без милосердя ведуть нас на огидний заріз.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ми з'явилися на світ, а годують нас як? Аби лише життя жевріло. А ті, хто вдатніший, мусять працювати до цілковитого виснаження; щойно ж стаємо непридатними до роботи, нас ріжуть брутально і жорстоко.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ми з’являємося на світ, і їжі нам дають саме стільки, щоб душа не розлучилася з тілом, і водночас нас змушують працювати до останньої межі наших сил. А тільки-но ми стаємо непрацездатними, нас огидно й жорстоко вбивають.
